Repository: ProtonDriveApps/mac-drive
Catalog: PDLocalization/Sources/Resources/shared-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# delete_album_and_move_alert_message
source: Some photos in this album are not saved to your timeline. Deleting this album will permanently delete those photos. Would you like to save them before removing?
be: Некаторыя фатаграфіі ў гэтым альбоме не захаваны ў вашай шкале часу. Выдаленне гэтага альбома прывядзе да незваротнага выдалення фатаграфій, якія знаходзяцца ў ім. Ці хочаце вы захаваць іх перад выдаленнем?
ca: Algunes fotos d'aquest àlbum no es desen a la vostra cronologia. Si suprimiu aquest àlbum, aquestes fotos se suprimiran permanentment. Voleu desar-les abans de suprimir-les?
cs: Některé fotky v tomto albu se neukládají na časovou osu. Smazáním tohoto alba budou tyto fotky trvale smazány. Chtěli byste je před odebráním uložit?
da: Nogle fotos i dette album er ikke gemt på din tidslinje. Sletning af dette album vil permanent slette disse fotos.\n\nVil du gerne gemme dem før fjernelse?
de: Einige Fotos in diesem Album werden nicht in deiner Zeitleiste gespeichert. Wenn du dieses Album löschst, werden diese Fotos dauerhaft gelöscht.
el: Ορισμένες φωτογραφίες σε αυτό το άλμπουμ δεν αποθηκεύονται στο χρονολόγιό σας. Η διαγραφή αυτού του άλμπουμ θα διαγράψει οριστικά αυτές τις φωτογραφίες. Θα θέλατε να τις αποθηκεύσετε πριν την αφαίρεση;
es: Algunas fotos de este álbum no se guardan en tu cronología. Eliminar este álbum eliminará permanentemente esas fotos. ¿Quieres guardarlas antes de eliminarla?
es_419: Algunas fotos de este álbum no se guardan en su cronología. Eliminar este álbum eliminará permanentemente esas fotos. ¿Desea guardarlas antes de eliminarlas?
fi: Joitakin tämän albumin kuvia ei ole tallennettu aikajanallesi. Albumin poistaminen poistaa nämä kuvat pysyvästi. Haluatko tallentaa ne ennen poistamista?
fr: Certaines photos de cet album ne sont pas enregistrées dans votre fil d’actualité. La suppression de cet album supprimera définitivement ces photos. Souhaitez-vous les enregistrer avant de les supprimer ?
hu: Az albumban lévő néhány fénykép nem kerül elmentésre az idővonalra. Ennek az albumnak a törlése véglegesen törli ezeket a fényképeket. Szeretné elmenteni őket eltávolítás előtt?
id: Sebagian foto pada album ini tidak tersimpan pada linimasa Anda. Dengan menghapus album ini, foto ini juga akan terhapus secara permanen. Apakah Anda ingin menyimpan foto ini sebelum menghapus album?
it: Alcune foto in questo album non sono salvate nella tua cronologia. Eliminando questo album eliminerai definitivamente quelle foto. Vuoi salvarle prima di rimuoverle?
ja: このアルバムの一部の写真はあなたのタイムラインに保存されません。このアルバムを削除するとそれらの写真は完全に削除されます。 削除する前に保存しますか？
ka: ამ ალბომის ზოგიერთი ფოტო არ არის შენახული თქვენს ქრონიკაში. ამ ალბომის წაშლით ეს ფოტოები სამუდამოდ წაიშლება.\n\nგსურთ მათი შენახვა წაშლამდე?
ko: 이 앨범 내의 일부 사진이 타임라인에 저장되지 않았습니다. 앨범에서 사진을 삭제하면 해당 사진 또한 영구적으로 삭제됩니다. 삭제하기 전에 저장하시겠어요?
nb: Noen bilder i dette albumet er ikke lagret på tidslinjen din. Hvis du sletter dette albumet, slettes disse bildene permanent. Vil du lagre dem før du fjerner albumet?
nl: Sommige foto's in dit album zijn niet opgeslagen in uw tijdlijn. Als u dit album verwijdert, worden deze foto's permanent verwijderd. Wilt u ze opslaan voordat u ze verwijdert
pl: Niektóre zdjęcia w tym albumie nie są zapisywane na osi czasu. Usunięcie tego albumu spowoduje trwałe usunięcie tych zdjęć. Czy chcesz je zapisać przed usunięciem?
pt: Algumas fotografias neste álbum não são guardadas na sua cronologia. Apagar este álbum apagará permanentemente essas fotos. Gostaria de as guardar antes de as remover?
pt_br: Algumas fotos neste álbum não são salvas na sua cronologia. Excluir este álbum excluirá permanentemente essas fotos. Você gostaria de salvá-los antes de removê-los?
ro: Unele fotografii din acest album nu sunt salvate în cronologie. Ștergerea acestui album va șterge definitiv acele fotografii. Doriți să le salvați înainte de a le elimina?
ru: Некоторые фотографии в этом альбоме не сохранены в вашей ленте. Удаление этого альбома приведет к окончательному удалению этих фотографий. Хотите сохранить их перед удалением?
sk: Niektoré fotografie v tomto albume nie sú uložené na časovej osi. Vymazaním tohto albumu sa tieto fotografie natrvalo odstránia.
sv: Några foton i detta album sparas inte på din tidslinje. Att ta bort detta album kommer ta bort dessa foton permanent. Vill du spara dem innan du tar bort dem?
tr: Bu albümdeki bazı fotoğraflar zaman akışınıza kaydedilmez. Bu albüm silindiğinde bu fotoğraflar kalıcı olarak silinecek. Silmeden önce bunları kaydetmek ister misiniz?
uk: Деякі фотографії в цьому альбомі не збережено у вашу хронологію. Видалення цього альбому назавжди видалить ці фото. Бажаєте зберегти їх перед видаленням?
zh_hans: 本相册中的某些照片不会保存到您的时间轴。删除此相册将永久删除这些照片。 您想在删除前保存它们吗？
zh_hant: 此相簿中的某些照片未儲存至您的時間軸。刪除此相簿將永久刪除這些照片。 您想要在移除前儲存它們嗎？

source: Detecting remote changes
be: Выяўленне аддаленых змяненняў
ca: S'estàn detectant canvis remots
cs: Detekce vzdálených změn
da: Registrering af eksterne ændringer
de: Erkennung entfernter Änderungen
el: Εντοπισμός απομακρυσμένων αλλαγών
es: Detectando cambios remotos
es_419: Detectando cambios remotos
fi: Havaitaan etämuutoksia
fr: Détection des modifications distantes
hu: Távoli változások észlelése
id: Mendeteksi perubahan jarak jauh
it: Rilevamento di modifiche remote
ja: リモートの変更の検出
ka: დაშორებული ცვლილებების აღმოჩენა
ko: 원격 변경 사항 감지 중
nb: Oppdager eksterne endringer
nl: Externe wijzigingen detecteren
pl: Wykrywanie zdalnych zmian
pt: A detetar as alterações remotas
pt_br: Detectando as mudanças remotas
ro: Detectare modificări la distanță
ru: Обнаружение удалённых изменений
sk: Zisťovanie vzdialených zmien
sv: Upptäcker fjärrändringar
tr: Uzak değişiklikler algılanıyor
uk: Виявлення віддалених змін
zh_hans: 正在检测远程更改
zh_hant: 正在偵測遠端變更

# edit_section_remove
source: Move to trash
be: Перамясціць у сметніцу
ca: Mou a la paperera
cs: Přesunout do koše
da: Flyt til papirkurv
de: In Papierkorb verschieben
el: Μετακίνηση στα Διαγραμμένα
es: Mover a la papelera
es_419: Mover a la papelera
fi: Siirrä roskakoriin
fr: Déplacer dans la corbeille
hu: Áthelyezés a lomtárba
id: Pindahkan ke sampah
it: Sposta nel cestino
ja: ごみ箱へ移動
ka: ნაგვის ყუთში გადატანა
ko: 휴지통으로 이동
nb: Flytt til papirkurven
nl: Verplaats naar prullenbak
pl: Przenieś do kosza
pt: Mover para o lixo
pt_br: Mover para a lixeira
ro: Mutare în gunoi
ru: Переместить в корзину
sk: Presunúť do koša
sv: Flytta till papperskorg
tr: Çöpe at
uk: Перемістити до смітника
zh_hans: 移到回收站
zh_hant: 移至垃圾桶

# file_plural_type_with_num
source: %d Files
be: %d файлаў
ca: %d fitxers
cs: %d souborů
da: %d filer
de: %d Dateien
el: %d Αρχεία
es: %d archivos
es_419: %d archivos
fi: %d Tiedostoa
fr: %d fichiers
hu: %d fájl
id: %d Berkas
it: %d File
ja: %d個のファイル
ka: %d ფაილი
ko: 파일 %d개
nb: %d filer
nl: %d bestanden
pl: %d plików
pt: %d ficheiros
pt_br: %d arquivos
ro: %d de fișiere
ru: %d Файлов
sk: %d súborov
sv: %d filer
tr: %d dosya
uk: %d файлів
zh_hans: %d 个文件
zh_hant: %d 檔案

# folder_plural_type_with_num
source: %d Folders
be: %d папак
ca: %d carpetes
cs: %d složek
da: %d mapper
de: %d Ordner
el: %d Φάκελοι
es: %d carpetas
es_419: %d carpetas
fi: %d Kansiota
fr: %d dossiers
hu: %d mappa
id: %d Folder
it: %d Cartelle
ja: %d個のフォルダ
ka: %d საქაღალდე
ko: %d개 폴더
nb: %d mapper
nl: %d mappen
pl: %d folderów
pt: %d pastas
pt_br: %d Pastas
ro: %d de foldere
ru: %d Папок
sk: %d priečinkov
sv: %d mappar
tr: %d klasör
uk: %d тек
zh_hans: %d 个文件夹
zh_hant: %d 個資料夾

# gallery_title_albums
source: Albums
be: Альбомы
ca: Àlbums
cs: Alba
da: Albummer
de: Alben
el: Άλμπουμ
es: Álbumes
es_419: Álbumes
fi: Albumit
hu: Albumok
id: Album
it: Album
ja: アルバム
ka: ალბომები
ko: 앨범
nb: Album
pl: Albumy
pt: Álbuns
pt_br: Álbuns
ro: Albume
ru: Альбомы
sk: Albumy
sv: Album
tr: Albümler
uk: Альбоми
zh_hans: 相册
zh_hant: 相簿

# gallery_title_photos
source: Photos
be: Фатаграфіі
ca: Fotos
cs: Fotografie
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
es_419: Fotos
fi: Kuvat
hu: Fényképek
id: Foto
it: Foto
ja: 写真
ka: ფოტოები
ko: 사진
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt: Fotografias
pt_br: Fotos
ro: Fotografii
ru: Фото
sk: Fotografie
sv: Foton
tr: Fotoğraflar
uk: Фото
zh_hans: 照片
zh_hant: 相片

# general_add
source: Add
be: Дадаць
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
es_419: Agregar
fi: Lisää
fr: Ajouter
hu: Hozzáadás
id: Tambahkan
it: Aggiungi
ja: 追加
ka: დამატება
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ro: Adăugare
ru: Добавить
sk: Pridať
sv: Lägg till
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 新增

# general_cancel
source: Cancel
be: Скасаваць
ca: Cancel·la
cs: Zpět
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
ko: 취소하기
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# general_delete
source: Delete
be: Выдаліць
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ka: წაშლა
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Excluir
ro: Ștergere
ru: Удалить
sk: Vymazať
sv: Ta bort
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# general_dismiss
source: Dismiss
be: Адхіліць
ca: Descarta
cs: Zavřít
da: Afvis
de: Verwerfen
el: Παράβλεψη
es: Descartar
es_419: Descartar
fi: Sulje
fr: Fermer
hu: Elvetés
id: Abaikan
it: Annulla
ja: 却下
ka: მოცილება
ko: 닫기
nb: Avvis
nl: Negeren
pl: Odrzuć
pt: Descartar
pt_br: Dispensar
ro: Închidere
ru: Отклонить
sk: Odmietnuť
sv: Avfärda
tr: Yok say
uk: Відхилити
zh_hans: 忽略
zh_hant: 忽略

# general_edit
source: Edit
be: Рэдагаваць
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
es_419: Editar
fi: Muokkaa
fr: Modifier
hu: Szerkesztés
id: Sunting
it: Modifica
ja: 編集
ka: ჩასწორება
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
pt_br: Editar
ro: Editare
ru: Изменить
sk: Upraviť
sv: Redigera
tr: Düzenle
uk: Змінити
zh_hans: 编辑
zh_hant: 編輯

# general_file_type
source: File
be: Файл
ca: Fitxer
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
es: Archivo
es_419: Archivo
fi: Tiedosto
fr: Fichier
hu: Fájl
id: Berkas
ja: ファイル
ka: ფაილი
ko: 파일
nb: Fil
nl: Bestand
pl: plik
pt: Ficheiro
pt_br: Arquivo
ro: Fișier
ru: Файл
sk: Súbor
sv: Fil
tr: Dosya
uk: Файл
zh_hans: 文件
zh_hant: 檔案

# general_folder_type
source: Folder
be: Папка
ca: Carpeta
cs: Složka
da: Mappe
de: Ordner
el: Φάκελος
es: Carpeta
es_419: Carpeta
fi: Kansio
fr: Dossier
hu: Mappa
it: Cartella
ja: フォルダ
ka: საქაღალდე
ko: 폴더
nb: Mappe
nl: Map
pt: Pasta
pt_br: Pasta
ru: Папка
sk: Priečinok
sv: Mapp
tr: Klasör
uk: Тека
zh_hans: 文件夹
zh_hant: 資料夾

# general_item_type
source: Item
be: Элемент
ca: Element
cs: Položka
da: Element
de: Element
el: Στοιχείο
es: Elemento
es_419: Elemento
fi: Kohde
fr: Élément
hu: Elem
it: Elemento
ja: アイテム
ka: ელემენტი
ko: 항목
nb: Element
pl: element
ro: Articol
ru: Элемент
sk: Položka
sv: Objekt
tr: Öge
uk: Елемент
zh_hans: 项目
zh_hant: 項目

# general_rename
source: Rename
be: Перайменаваць
ca: Canvia el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Cambiar el nombre
es_419: Cambiar el nombre
fi: Nimeä uudelleen
fr: Renommer
hu: Átnevezés
id: Ubah nama
it: Rinomina
ja: 名前を変更
ka: გადარქმევა
ko: 이름 변경
nb: Gi nytt navn
nl: Hernoem
pl: Zmień nazwę
pt: Mudar o nome
pt_br: Renomear
ro: Redenumire
ru: Переименовать
sk: Premenovať
sv: Byt namn
tr: Yeniden adlandır
uk: Перейменувати
zh_hans: 重命名
zh_hant: 重新命名

# general_restore
source: Restore
be: Аднавіць
ca: Restaura
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
es_419: Restaurar
fi: Palauta
fr: Restaurer
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ja: 復元
ka: აღდგენა
ko: 복원
nb: Gjenopprett
nl: Herstel
pl: Przywróć
pt: Restaurar
pt_br: Restaurar
ro: Restaurare
ru: Восстановить
sk: Obnoviť
sv: Återställ
tr: Geri yükle
uk: Відновити
zh_hans: 还原
zh_hant: 還原

# general_retry
source: Retry
be: Паўтарыць
ca: Torna a provar
cs: Opakovat
da: Prøv igen
de: Wiederholen
el: Δοκιμάστε ξανά
es: Volver a intentar
es_419: Volver a intentar
fi: Yritä uudelleen
fr: Essayer à nouveau
hu: Újra
id: Coba lagi
it: Riprova
ja: 再試行
ka: თავიდან
ko: 다시 시도하기
nb: Prøv på nytt
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
ro: Reîncercare
ru: Повторить попытку
sk: Opakovať
sv: Försök igen
tr: Yeniden dene
uk: Повторити спробу
zh_hans: 重试
zh_hant: 重試

# general_settings
source: Settings
be: Налады
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_419: Ajustes
fi: Asetukset
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ka: მორგება
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# general_share
source: Share
be: Абагуліць
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
es_419: Compartir
fi: Jaa
fr: Partager
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ka: გაზიარება
ko: 공유
nb: Del
nl: Delen
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar
ro: Partajare
ru: Поделиться
sk: Zdieľať
sv: Dela
tr: Paylaş
uk: Поділитися
zh_hans: 分享
zh_hant: 分享

# item_add_to_album
source: %d items added to album
be: %d элементаў дададзены ў альбом
ca: S'han afegit %d elements a l'àlbum.
cs: %d položek přidáno do alba
da: %d elementer tilføjet til album
de: %d Einträge zum Album hinzugefügt
el: %d στοιχεία προστέθηκαν στο άλμπουμ
es: %d elementos añadidos al álbum
es_419: %d elementos añadidos al álbum
fi: %d kohdetta lisättiin albumiin
fr: %d éléments ont été ajoutés à l'album.
hu: %d elem hozzáadva az albumhoz
id: %d item ditambahkan ke album
it: %d elementi aggiunti all'album
ja: %d 個のアイテムがアルバムに追加されました
ka: ალბომში ჩაემატა %d ელემენტი
ko: %d개 항목이 앨범으로 이동되었습니다.
nb: %d elementer lagt til i albumet
nl: %d items toegevoegd aan album
pl: %d elementów dodanych do albumu
pt: %d itens adicionados ao álbum
pt_br: %d itens adicionados do álbum
ro: Articole adăugate în album: %d
ru: %d элементов добавлены в альбом
sk: %d položiek pridaných do albumu
sv: %d objekt tillagda i album
tr: %d öge albüme eklendi
uk: %d елементів додано до альбому
zh_hans: %d 项目已添加到相册
zh_hant: 新增 %d 個項目至相簿

# item_add_to_photo_stream
source: %d items added to your stream
be: %d элементаў дададзены ў вашу плынь
ca: %d elements afegits a l'estríming
cs: %d položek přidáno na váš stream
da: %d elementer tilføjet din stream
de: %d Einträge zu deinem Stream hinzugefügt
el: %d στοιχεία προστέθηκαν στη ροή σας
es: Se han añadido %d elementos a tu flujo.
es_419: Se agregaron %d elementos a su flujo.
fi: %d kohdetta lisätty virtaasi
fr: %d éléments ont été ajoutés à votre flux.
hu: %d elem hozzáadva a videózáshoz
id: %d item ditambahkan ke alir Anda
it: %d elementi aggiunti al tuo stream
ja: %d 個のアイテムがストリームに追加されました
ka: %d ერთეული დაემატა თქვენს ნაკადს
ko: 스트림에 %d개 항목이 추가되었습니다
nb: %d elementer lagt til i din fotostrøm
nl: %d items toegevoegd aan uw stream
pl: Dodano %d elementów do osi czasu
pt: %d itens adicionados ao seu fluxo
pt_br: %d itens adicionados ao stream
ro: Articole adăugate în fluxul foto: %d
ru: %d элементов добавлены в вашу ленту
sk: %d položiek pridaných do vášho streamu
sv: %d objekt har lagts till i din ström
tr: %d öge akışınıza eklendi
uk: %d елементів додано до трансляції
zh_hans: %d 项已添加到您的照片流
zh_hant: 新增 %d 個項目至您的影音串流

# item_already_exist
source: %d items already exist
be: %d элементаў ужо існуюць
ca: %d elements ja existeixen
cs: %d položek již existuje
da: %d elementer findes allerede
de: %d Einträge existieren bereits
el: %d στοιχεία υπάρχουν ήδη
es: Ya existen %d elementos.
es_419: Ya existen %d elementos.
fi: %d kohdetta on jo olemassa
fr: %d éléments existent déjà.
hu: %d elem már létezik
id: %d item sudah ada
it: %d elementi esistono già.
ja: %d 個のアイテムはすでに存在しています
ka: %d ერთეული უკვე არსებობს
ko: %d개 항목이 이미 존재함
nb: %d elementer finnes allerede
nl: %d items bestaan al
pl: %d elementów już istnieje
pt: %d itens já existem.
pt_br: %d itens já existem.
ro: Articole deja existente: %d
ru: %d элементов уже существует
sk: %d položiek už existuje
sv: %d objekt finns redan
tr: %d öge zaten var
uk: %d елементів уже існує
zh_hans: %d 个项目已存在
zh_hant: 已存在 %d 個項目

# item_failed_incomplete
source: %d items are not fully uploaded
be: %d элементаў запампаваны не цалкам
ca: %d elements no s'han carregat completament
cs: %d položek není zcela nahráno
da: %d elementer er ikke fuldt uploadet
de: %d Einträge wurden nicht vollständig hochgeladen
el: %d αντικείμενα δεν έχουν ανέβει πλήρως
es: %d elementos no están completamente cargados
es_419: %d elementos no se cargaron completamente
fi: %d kohdetta ei lähetetty kokonaan
fr: %d éléments ne sont pas complètement importés.
hu: %d elem nincs teljesen feltöltve
id: %d item belum sepenuhnya diunggah
it: %d elementi non sono stati caricati completamente
ja: %d 個のアイテムは完全にアップロードされていません
ka: %d ერთეული სრულად არ ატვირთულა
ko: %d개 항목이 아직 업로드되지 않았습니다
nb: %d elementer er ikke fullstendig lastet opp
nl: %d items zijn niet volledig geüpload
pl: %d elementów nie zostało w pełni przesłanych
pt: %d itens não estão totalmente enviados
pt_br: %d os itens não foram totalmente enviados
ro: Articole neîncărcate complet: %d
ru: %d элементов не полностью загружены
sk: %d položiek nie je úplne nahraných
sv: %d objekt har inte laddats upp helt
tr: %d öge tam olarak yüklenmedi
uk: %d елементів не повністю вивантажено
zh_hans: %d 项未能完全上传
zh_hant: %d 項目未完全上載

# item_failed_to_add
source: %d items failed to add
be: Не ўдалося дадаць %d элементаў
ca: No s'han pogut afegir %d elements
cs: Přidání %d položek selhalo
da: %d elementer kunne ikke tilføjes
de: %d Einträge konnten nicht entfernt werden
el: %d στοιχεία απέτυχαν να προστεθούν
es: Error al cargar %d elementos
es_419: Error al cargar %d elementos
fi: %d kohteen lisääminen epäonnistui
fr: %d éléments n'ont pas pu être ajoutés.
hu: %d elemet nem sikerült hozzáadni
id: %d item gagal ditambahkan
it: Impossibile aggiungere %d elementi
ja: %d個のアイテムの追加に失敗しました
ka: %d ერთეულის დამატება ვერ მოხერხდა
ko: %d개의 항목을 추가하지 못했습니다.
nb: %d elementer kunne ikke legges til
nl: %d items konden niet worden toegevoegd
pl: Dodanie %d elementów nie powiodło się
pt: Erro ao adicionar %d itens
pt_br: Erro ao adicionar %d itens
ro: Eșuare adăugare articole: %d
ru: Не удалось добавить %d элементов
sk: Nepodarilo sa pridať %d položiek
sv: %d objekt misslyckades att läggas till
tr: %d öge eklenemedi
uk: Не вдалося додано %d елементів
zh_hans: %d 个项目添加失败
zh_hant: %d 個項目新增失敗

# item_failed_to_remove
source: %d items failed to remove
be: Збой выдалення %d элементаў
ca: No s'han pogut eliminar %d elements
cs: Odebrání %d položek selhalo
da: %d elementer kunne ikke fjernes
de: %d Einträge konnten nicht entfernt werden
el: %d στοιχεία απέτυχαν να καταργηθούν
es: Error al eliminar %d elementos
es_419: Error al eliminar %d elementos
fi: %d kohteen poistaminen epäonnistui
fr: %d éléments n'ont pas pu être retirés.
hu: %d elemet nem sikerült eltávolítani
id: %d item gagal dihapus
it: Impossibile rimuovere %d elementi
ja: %d個のアイテムの削除に失敗しました
ka: %d ერთეულის წაშლა ვერ მოხერხდა
ko: %d개 항목을 삭제하지 못했습니다.
nb: %d elementer kunne ikke fjernes
nl: %d items konden niet worden verwijderd
pl: Usunięcie %d elementów nie powiodło się
pt: Erro ao remover %d itens
pt_br: Erro ao remover %d itens
ro: Eșuare eliminare articole: %d
ru: Не удалось удалить %d элементов
sk: Nepodarilo sa odstrániť %d položiek
sv: %d objekt misslyckades att tas bort
tr: %d öge kaldırılamadı
uk: Не вдалося видалити %d елементів
zh_hans: %d 个项目删除失败
zh_hant: %d 個項目移除失敗

# item_plural_type_with_num
source: %d Items
be: %d элементаў
ca: %d elements
cs: %d položek
da: %d elementer
de: %d Elemente
el: %d Στοιχεία
es: %d elementos
es_419: %d elementos
fi: %d Kohdetta
fr: %d éléments
hu: %d Elemek
id: %d Item
it: %d Elementi
ja: %d個のアイテム
ka: %d ელემენტი
ko: %d개 항목
nb: %d elementer
pl: %d elementów
pt: %d itens
pt_br: %d itens
ro: %d de articole
ru: %d Элементов
sk: %d položiek
sv: %d objekt
tr: %d öge
uk: %d елементів
zh_hans: %d 个项目
zh_hant: %d 項目

# item_remove_from_album
source: %d items removed from album
be: %d элементаў выдалены з альбома
ca: S'han suprimit %d elements de l'àlbum.
cs: %d položek odebráno z alba
da: %d elementer fjernet fra album
de: %d Einträge aus dem Album entfernt
el: %d στοιχεία αφαιρέθηκαν από το άλμπουμ
es: %d elementos eliminados del álbum
es_419: %d elementos eliminados del álbum
fi: %d kohdetta poistettiin albumista
fr: %d éléments ont été retirés de l'album.
hu: %d elem eltávolítva az albumból
id: %d item dihapus dari album
it: %d elementi rimossi dall'album
ja: %d 個のアイテムがアルバムから削除されました
ka: %d ელემენტი წაიშალა მასივიდან
ko: %d개 항목이 앨범에서 제거되었습니다.
nb: %d elementer fjernet fra albumet
nl: %d items verwijderd uit album
pl: %d elementów usuniętych z albumu
pt: %d itens removidos do álbum
pt_br: %d itens removidos do álbum
ro: Articole eliminate din album: %d
ru: %d элементов удалены из в альбома
sk: %d položiek odstránených z albumu
sv: %d objekt borttagna från album
tr: %d öge albümden kaldırıldı
uk: %d елементів видалено з альбому
zh_hans: %d 项目已从相册中删除
zh_hant: 已從相簿移除 %d 個項目

# item_remove_from_photo_stream
source: %d items removed from stream
be: %d элементаў выдалены з плыні
ca: %d elements eliminats del flux
cs: %d položek odebráno ze streamu
da: %d elementer fjernet fra stream
de: %d Einträge aus dem Stream entfernt
el: %d στοιχεία καταργήθηκαν από τη ροή
es: %d elementos eliminados del flujo
es_419: %d elementos eliminados del flujo
fi: %d kohdetta poistettu virrasta
fr: %d éléments ont été retirés du flux.
hu: %d elem eltávolítva a videózásból
id: %d item dihapus dari alir
it: %d elementi rimossi dallo stream
ja: %d 個のアイテムがストリームから削除されました
ka: %d ერთეული წაიშალა ნაკადიდან
ko: 스트림에서 %d개 항목이 삭제되었습니다
nb: %d elementer fjernet fra fotostrømmen
nl: %d items verwijderd uit stream
pl: Usunięto %d elementów z osi czasu
pt: %d itens removidos do fluxo
pt_br: %d itens removidos do stream
ro: Articole eliminate din fluxul foto: %d
ru: %d элементов удалены из ленты
sk: %d položiek odstránených zo streamu
sv: %d objekt har tagits bort från strömmen
tr: %d öge akıştan kaldırıldı
uk: %d елементів видалено з трансляції
zh_hans: %d 项已从您的照片流中移除
zh_hant: 已從照片串流移除 %d 個項目

# listing_local_files
source: Listing local files and folders
be: Спіс лакальных файлаў і папак
ca: Llistat de fitxers i carpetes locals
cs: Výpis místních souborů a složek
da: Visning af lokale filer og mapper
de: Auflistung lokaler Dateien und Ordner
el: Καταχώρηση τοπικών αρχείων και φακέλων
es: Listado de archivos y carpetas locales
es_419: Listando archivos y carpetas locales
fi: Luetellaan paikallisia tiedostoja ja kansioita
fr: Liste des fichiers et des dossiers locaux
hu: Helyi fájlok és mappák listázása
id: Memuat daftar berkas dan folder lokal
it: Elenco di file e cartelle locali
ja: ファイルとフォルダーの一覧
ka: ლოკალური ფაილებისა და საქაღალდეების ჩამონათვალი
ko: 로컬 파일 및 폴더 나열 중
nb: Lister lokale filer og mapper
nl: Lokale bestanden en mappen weergeven
pl: Ładowanie lokalnych plików i folderów
pt: A listar os ficheiros e as pastas locais
pt_br: Listando arquivos e pastas locais
ro: Listare fișiere și foldere locale
ru: Список локальных файлов и папок
sk: Vypisovanie miestnych súborov a priečinkov
sv: Listar lokala filer och mappar
tr: Yerel dosya ve klasörler listeleniyor
uk: Перелік локальних файлів і тек
zh_hans: 列出本地文件和文件夹
zh_hant: 列出本機檔案和資料夾
